/**
 * ============================================================
 * 𝙿𝚛𝚘𝚢𝚎𝚌𝚝𝚘:  𝚃𝚑𝚛𝚎𝚊𝚍𝚜 𝚂𝚒𝚖𝚞𝚕𝚊𝚝𝚘𝚛
 * ============================================================
 *
 * 𝙲𝚕𝚊𝚜𝚎 𝚙𝚛𝚒𝚗𝚌𝚒𝚙𝚊𝚕 𝚍𝚎𝚕 𝚙𝚛𝚘𝚐𝚛𝚊𝚖𝚊.
 *
 * 𝚁𝚎𝚜𝚙𝚘𝚗𝚜𝚊𝚋𝚒𝚕𝚒𝚍𝚊𝚍:
 * 𝙸𝚗𝚒𝚌𝚒𝚊𝚛 𝚕𝚊 𝚊𝚙𝚕𝚒𝚌𝚊𝚌𝚒ó𝚗 𝚌𝚛𝚎𝚊𝚗𝚍𝚘 𝚕𝚊 𝚟𝚎𝚗𝚝𝚊𝚗𝚊 𝚙𝚛𝚒𝚗𝚌𝚒𝚙𝚊𝚕.
 *
 * ============================================================
 */

public class App {

    //---------------------------------------------------------
    //˜"*°•.˜"*°•  Método principal •°*"˜.•°*"˜
    //---------------------------------------------------------

    public static void main(String[] args) {

        new MainWindow();

    }

}